/*
 1 - Объяви две переменные хранящие информацию о товаре: name и price
 2 - Присвой переменным следующие характеристики товара (сразу при объявлении)
 3   - название: Генератор защитного поля
 4   - цена: 1000
 5 - Присвой товару новую цену - 2000
 6 - Используя шаблонную строку выведи в консоли информацию о товаре, 
 7   получится "Выбран «Генератор защитного поля», цена за штуку 2000 кредитов"
 */

const name = 'Генератор защитного поля';
let price = 1000;

price =2000;


console.log(name)        ;
console.log(  price  );
